Repository: WeRePack/repack-for-woocommerce
Catalog: languages/repack-*.po
Languages: de_de

source: RePack - Reuse Packaging for WooCommerce
de_de: RePack - Verpackung Wiederverwenden für WooCommerce

source: Get permission from your customers to reuse already used shipping packaging. As a shop owner it is an easy way to save resources, money and above all to protect the environment.
de_de: Hole Dir die Erlaubnis Deiner Kunden, bereits verwendete Versandverpackungen wiederzuverwenden. Als Shop-Inhaber ist es eine einfache Möglichkeit, Ressourcen und Geld zu sparen und etwas für den den Umweltschutz beizutragen.

source: Reuse Packaging
de_de: Verpackung Wiederverwenden

source: Reused Packaging
de_de: Verpackung Wiederverwenden

source: Thanks for helping us save resources! We will prefer an used shipping packaging to a new one, if available.
de_de: Vielen Dank, dass Du uns unterstützt Ressourcen zu sparen! Wir bevorzugen eine gebrauchte Versandverpackung, sofern verfügbar.

source: Yes, please reuse packaging if available.
de_de: Ja! Bitte Verpackung wiederverwenden, falls verfügbar.

source: With your consent we prefer already used shipping packaging. Help us protect the environment and learn more about the initiative on %s.
de_de: Mit Deiner Zustimmung bevorzugen wir bereits verwendete Versandverpackungen. Helfe uns die Umwelt zu schützen und erfahre mehr über die Initiative auf %s.

source: %s packaging can be saved
de_de: %s Verpackung kann eingespart werden

source: Your discount for reusing packaging has been applied. %s
de_de: Dein Rabatt für den Empfang einer wiederverwendeten Verpackung wurde übernommen. %s

source: Thank you!
de_de: Vielen Dank!
