Repository: WeRePack/repack-for-woocommerce
Catalog: languages/repack-*_formal.po
Languages: de_de@formal

source: RePack - Reuse Packaging for WooCommerce
de_de@formal: RePack - Verpackung Wiederverwenden für WooCommerce

source: Get permission from your customers to reuse already used shipping packaging. As a shop owner it is an easy way to save resources, money and above all to protect the environment.
de_de@formal: Holen Sie sich die Erlaubnis Ihrer Kunden, bereits verwendete Versandverpackungen wiederzuverwenden. Als Shop-Inhaber ist es eine einfache Möglichkeit, Ressourcen und Geld zu sparen und etwas für den den Umweltschutz beizutragen.

source: Shipping with reused packaging preferred!
de_de@formal: Versand mit wiederverwendeter Verpackung bevorzugt!

source: Reuse Packaging
de_de@formal: Verpackung Wiederverwenden

source: Please choose
de_de@formal: Bitte wählen

source: Yes
de_de@formal: Ja

source: No
de_de@formal: Nein

source: Reused Packaging
de_de@formal: Verpackung Wiederverwenden

source: Thanks for helping us save resources! We will prefer an used shipping packaging to a new one, if available.
de_de@formal: Vielen Dank, dass Sie uns unterstützten Ressourcen zu sparen! Wir bevorzugen eine gebrauchte Versandverpackung, sofern verfügbar.

source: Help us reducing packaging waste. Join the WeRePack initiative.
de_de@formal: Helfen Sie uns Verpackungsabfälle zu reduzieren. Treten Sie der WeRePack.org-Initiative bei.

source: We want to win you as a supporter and measure our joint success. To do this, you can share certain data with us in order to be listed in the supporter directory on WeRePack.org. This way, we can measure our positive impact on e-commerce and give you a platform that recognises your commitment to the environment. <br><strong>No sensitive user data is transferred.</strong>
de_de@formal: Wir wollen Sie als Unterstützer gewinnen und unseren gemeinsamen Erfolg messen. Sie können bestimmte Daten mit uns teilen, um im Unterstützer-Verzeichnis auf WeRePack.org aufgeführt zu werden. So können wir unsere positiven Auswirkungen auf den Versandhandel messen und Ihnen eine Plattform bieten, die Ihr Engagement für die Umwelt anerkennt. <br><strong>Es werden keine sensiblen Benutzerdaten übertragen.</strong>

source: Data that will be sent
de_de@formal: Daten, die gesendet werden

source: Website URL
de_de@formal: Webseiten-URL

source: Website Language
de_de@formal: Sprache der Webseite

source: RePack Consents
de_de@formal: RePack-Zustimmungen

source: None yet
de_de@formal: Noch keine

source: RePack Consent Ratio
de_de@formal: RePack-Zustimmungsverhältnis

source: We believe in complete transparency. You can see the code used on our server <a href="%1$s" rel="nofollow">here</a>, and the results of the statistics we're gathering on <a href="%2$s" rel="nofollow">this page</a>.
de_de@formal: Wir glauben an vollständige Transparenz. Du kannst den Code auf unserem Server <a href="%1$s" rel="nofollow">hier</a> ansehen und die Ergebnisse der Statistiken, die wir sammeln, auf <a href="%2$s" rel="nofollow">dieser Seite</a>einsehen.

source: I agree
de_de@formal: Ich stimme zu

source: No thanks
de_de@formal: Nein danke

source: Show me the data
de_de@formal: Zeige mir die Daten

source: Collapse data
de_de@formal: Daten einklappen

source: Yes, please reuse packaging if available.
de_de@formal: Ja! Bitte Verpackung wiederverwenden, falls verfügbar.

source: With your consent we prefer already used shipping packaging. Help us protect the environment and learn more about the initiative on %s.
de_de@formal: Mit Ihrer Zustimmung bevorzugen wir bereits verwendete Versandverpackungen. Helfen Sie uns die Umwelt zu schützen und erfahren Sie mehr über die Initiative auf %s.

source: Save a packaging with us
de_de@formal: Sie können eine Verpackung mit uns einsparen

source: Save %d packaging with us
de_de@formal: Sie können eine Verpackung mit uns einsparen

source: Your discount for reusing packaging has been applied. %s
de_de@formal: Ihr Rabatt für den Empfang einer wiederverwendeten Verpackung wurde übernommen. %s

source: Thank you!
de_de@formal: Vielen Dank!

source: Your discount for reusing packaging has been removed.
de_de@formal: Ihr Rabatt für den Empfang einer wiederverwendeten Verpackung wurde entfernt.

source: We were unable to process your order, please try again.
de_de@formal: Wir waren nicht in der Lage Ihre Bestellung zu verarbeiten, bitte versuchen Sie es erneut.

source: %s litres of water
de_de@formal: %s Liter Wasser

source: %s grams of CO2
de_de@formal: %s Gramm CO2

source: %s mature trees
de_de@formal: %s ausgewachsene Bäume

source: %s packaging
de_de@formal: %s Verpackungen

source: We saved %s so far!
de_de@formal: Wir haben bisher %s eingespart!

source: %1$s supports the %2$s initiative for packaging waste reduction.
de_de@formal: %1$s unterstützt die %2$s Initiative zur Reduzierung von Verpackungsabfällen.

source: So far we were able to reuse %s due to the consent of our clients. Based on the resources a common shipping packaging needs for production, this is equivalent to:
de_de@formal: Bisher konnten wir mit Zustimmung unserer Kunden %s wiederverwenden. Basierend auf den Ressourcen, die eine durchschnittliche Versandverpackung für die Produktion benötigt, entspricht dies:

source: You want to contribute, too? During checkout, you can choose to also receive an used but flawless packaging. Just agree and your order will be shipped with the %s reused packaging.
de_de@formal: Sie möchten auch einen Beitrag leisten? Im Bestellprozess können Sie sich entscheiden eine gebrauchte, aber einwandfreie, Verpackung zu erhalten. Stimmen Sie einfach zu und Ihre Bestellung wird mit der %s wiederverwendeten Verpackung versendet.
